Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/vanhemmille.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten kulttuuri- ja kielipesätoiminnasta on muodostunut yksi saamen kielten tärkeimmistä elvytyskeinoista.
sme: Sámiid kultur- ja giellabeassedoaimmas lea šaddan okta daid deháleamos sámegielaid ealáskahttinvugiin.

source: Mikä siitä tekee niin merkittävää?
sme: Mii das dahká nu mearkkašahtti?

source: Miksi kannattaisi valita oman lapsen varhaiskasvatuspaikaksi kielipesä?
sme: Manin gánnehivčče válljet iežas máná árrabajásgeassinbáikin giellabeasi?

source: Yhteisölliseltä kannalta kielipesän merkitys on siinä, että se luo saamen kielille ja saamelaiskulttuurille uutta tulevaisuutta.
sme: Servoša dáfus giellabeasi mearkkašupmi lea das, ahte dat láhčá sámegielaide ja sámekultuvrii ođđa boahttevuođa.

source: Inarinsaamen ja koltansaamen yhteisöissä vaikutukset ovat olleet erityisen merkittäviä, koska ennen kielipesiä inarinsaame ja koltansaame olivat jo lakanneet siirtymästä perheissä vanhemmilta lapsille.
sme: Anárašgiela ja nuortalašgiela servošiin váikkuhusat leamaš erenomáš mearkkašahtti, danin go ovdal giellabesiid anárašgiella ja nuortalašgiella ledje juo heaitán sirdáseamis bearrašiid siste vánhemiin mánáide.

source: Myös pohjoissaamen tilanne on joillakin alueilla ollut samankaltainen.
sme: Maiddái davvisámegiela dilli leamaš muhtin guovlluin seammasullasaš.

source: Saamen kielet ja saamelaiskulttuuri, joilla ei pitkään aikaan ollut sijaa suomalaisessa koulutusjärjestelmässä, ovat kielipesätoiminnan keskiössä, toiminnan luontevina ja positiivisina lähtökohtina.
sme: Sámegielat ja sámekultuvra, maiguin ii leamaš guhkes áigái sadji suopmelaš skuvlenvuogádagas, leat giellabeassedoaimma guovddážis, doaimma lunddolaš ja positiivvalaš vuolggasadjin.

source: Oman kielen ja kulttuurin väheksyntä ja kieltäminen jättää yhteisöön syviä traumoja, ja usein myös kokonaisen sukupolven tai useamman sukupolven ilman omaa kieltä.
sme: Iežas giela ja kultuvrra badjelgeahččan ja fuotnun guđđet servošii čiekŋalis traumaid, ja dávjá maiddái olles buolvva dahje máŋga buolvva almmá iežas giela haga.

source: Saamen kieltä tapaileva pikkulapsi on kuin kielenvaihdon vastalääkettä.
sme: Sámegiela oahpahalli smávva mánná lea dego giellamolsuma vuostedálkkas.

source: Kielipesä vaikuttaa koko yhteisöön, ei vain lapseen ja hänen perheeseensä.
sme: Giellabeassi váikkuha olles servošii, ii dušše mánnái ja su bearrašii.

source: Usein isovanhemmat tai muut vanhemmat saamelaiset, jotka eivät ole pystyneet siirtämään saamea omille lapsilleen, alkavat puhua saamea kielipesälasten kanssa.
sme: Dávjá ádját ja áhkut dahje eará boarrásut sápmelaččat, geat eai leat bastán sirdit sámegiela iežaset mánáide, sámástišgohtet giellabeassemánáiguin.

source: Vanhemmat, jotka eivät ole päässeet oppimaan saamea kotonaan, kokevat usein tärkeäksi ja luontevaksi opetella saamea yhtä matkaa omien lastensa kanssa.
sme: Vánhemat, geat eai leat beassan oahppat sámegiela ruovttus, vásihit dávjá dehálažžan ja lunddolažžan oahpahallat sámegiela ovtta fáro iežas mánáiguin.

source: Parhaassa tapauksessa lasten kautta käynnistyy siis kokonaisen suvun käänteinen kielenvaihto: saamen kieltä aletaan ottaa takaisin, opetella, aktivoida ja vahvistaa yhdessä eri sukupolvien kesken.
sme: Buoremus dáhpáhusas mánáid bokte álgá nappo olles soga nuppe guvlui manni giellamolsun: sámegiela álget váldit ruovttoluotta, oahpahallat, aktiveret ja nannet ovttas sierra buolvvaid gaskkas.

source: Yksi tärkeä kielipesätoiminnan seuraus on se, että se lisää saamen kielten näkyvyyttä ja kuuluvuutta omalla alueellaan, koko Saamenmaassa ja Suomessa.
sme: Okta dehálaš giellabeassedoaimma čuovvumuš lea dat, ahte dat lasiha sámegielaid oidnoma ja gulloma iežas guovllus, olles Sámis ja Suomas.

source: Samoin kielipesä lisää ja luo tarvetta saamenkieliselle lastenkulttuurille, kouluopetukselle ja saamenkielisille palveluille.
sme: Seamma láhkai giellabeassi lasiha ja láhčá dárbbu sámegielat mánáidkultuvrii, skuvlaoahpahussii ja sámegielat bálvalusaide.

source: Kielipesässä on paljon hyvää myös yksittäisen lapsen kannalta.
sme: Giellabeasis lea olu buorre maiddái ovttaskas máná dáfus.

source: Varhainen, täydellinen kielikylpy on toiseksi tehokkain mahdollinen kielen omaksumisen muoto.
sme: Árradis, dievaslaš giellalávgun lea nubbin beaktileamos giela oahppama vejolaš hápmi.

source: Tehokkain ja luonnollisin tapa on tietenkin kielen oppiminen kotona.
sme: Beaktileamos ja lunddoleamos vuohki lea dieđusge giela oahppan ruovttus.

source: Verrattuna siihen, että lapsi alkaisi oppia saamen kieltä vasta kouluiässä, vieraana kielenä pari tuntia viikossa, kielipesän vaikutukset ovat huomattavasti syvempiä ja laajempia.
sme: Veardidettiin dasa, ahte mánná álggášii oahppat sámegiela easkka skuvlaagis, vierrogiellan moadde diimmu vahkus, giellabeasi váikkuhusat leat dovdomassii čiekŋalut ja viidásut.

source: Jos lapsi aloittaa kielipesän varhaislapsuudessaan 0-3-vuotiaana, hän omaksuu saamen kieltä rinnan suomen kielen (ja/tai mahdollisesti jonkin muun kielen) kanssa.
sme: Juos mánná álggaha giellabeasi árramánnávuođas 0-3-jahkásažžan, son oahppá sámegiela rattát suomagielain (ja/dahje vejolaččat mainna nu eará gielain).

source: Tällöin kyseessä on rinnakkainen kaksikielisyys.
sme: Dalle gažaldagas lea bálddalas guovttegielatvuohta.

source: Jos taas lapsi aloittaa kielipesän esimerkiksi 4-5-vuotiaana, hän on ehtinyt omaksua ensimmäisen tai ensimmäiset kielensä.
sme: Juos fas mánná álggaha giellabeasi ovdamearkan 4-5-jahkásažžan, son lea geargan oahppat vuosttas dahje vuosttas gielaid.

source: Tällöin kielipesä voi johtaa perättäiseen kaksikielisyyteen.
sme: Dalle giellabeassi sáhttá fállat maŋŋálas guovttegielatvuođa.

source: Kummassakin tapauksessa lapsi saavuttaa parhaassa tapauksessa toiminnallisen kaksikielisyyden kouluikään mennessä.
sme: Goappáge dáhpáhusas mánná juksá buoremus dáhpáhusas funktionála guovttegielatvuođa skuvlaagi rádjai.

source: Suositeltavaa olisi aloittaa kielipesä niin varhain kuin mahdollista, jotta lapsi ehtii viettää useamman vuoden vahvasti saamenkielisessä ja saamelaiskulttuuria ilmentävässä ympäristössä ennen koulumaailmaan siirtymistä.
sme: Ávžžuhuvvo, ahte giellabeasi livččii buorre álggahit nu árrat go vejolaš, vuoi mánná geargá máŋga jagi leat lávga oasálažžan sámegielat ja sámekultuvrra birrasis ovdal skuvlamáilbmái sirdáseami.

source: Kaksikielisyydellä on runsaasti suotuisia vaikutuksia lapsen kehitykseen ja tulevaisuuteen.
sme: Guovttegielatvuođas leat valjis buorit váikkuhusat máná ovdáneapmái ja boahttevuhtii.

source: Tutkimusten mukaan osa-alueita, joilla vaikutukset näkyvät, ovat mm. luovuus ja ongelmanratkaisukyky.
sme: Dutkamušaid mielde oassesuorggit, gos váikkuhusat oidnojit, leat ee. hutkáivuohta ja problemačoavdinnákca.

source: Kieli on yhteydessä ihmisen ajatteluun ja maailmankuvaan, ja useampi kieli tarkoittaa useampia tapoja hahmottaa maailmaa ja toimia siinä.
sme: Giella lea oktavuođas olbmo jurddašeapmái ja máilmmigovvii, ja eanet go okta giella dárkkuha eanet vugiid hábmet máilmmi ja doaibmat das.

source: Kaksikielisyys lisää lapsen kielitietoisuutta: hän oppii ymmärtämään kieltensä välisiä eroja ja ylipäänsä hahmottamaan, että ihmisillä on erilaisia kieliä.
sme: Guovttegielatvuohta lasiha máná gielladiđolašvuođa: son oahppá áddet gielaid gaskasaš erohusaid ja oppalohkái hábmet dan, ahte olbmuin leat iešguđetlágan gielat.

source: Hänen voi olla yksikielistä helpompaa oppia vieraita kieliä tulevaisuudessa, koska hänellä on jo hallussaan kahden erilaisen kielen rakenteet.
sme: Sutnje sáhttá leat álkit oahppat go ovttagielat mánáin vierrogielaid boahttevuođas, danin go son máhttá guovtte sierra giela ráhkadusaid.

source: Saamen kielet elävät vahvan elpymisen kautta.
sme: Sámegielat ellet nana ealáskeami áigodaga.

source: Saamen kielen taito avaa lapselle monenlaisia mahdollisuuksia, jos ajatellaan vaikkapa vain käytännön opiskelu- ja työnäkymiä.
sme: Sámegiela dáidu rahpá mánnái máŋggalágan vejolašvuođaid, juos jurddaša vaikkeba dušše geavada stuđeren- ja bargodilálašvuođaid.

source: Saamenkielisistä ammattilaisista on kova pula mm. kaikilla sosiaali- ja terveysaloilla ja varhaiskasvatuksen ja koulutuksen kentillä.
sme: Sámegielat ámmátbargit váilot olu ee. buot sosiála- ja dearvvasvuođasurggiin ja árrabajásgeassima ja skuvlema surggiin.

source: Media- ja kulttuurialojen mahdollisuudet moninkertaistuvat saamen kielen taidon ja saamelaiskulttuurin tuntemuksen myötä.
sme: Media- ja kultursurggiid vejolašvuođat šaddet máŋggageardásažžan sámegiela dáiddu ja sámekultuvrra dovdama mielde.

source: Saamelaisten kotiseutualueella julkisia palveluita tulee saamen kielilain mukaan tarjota saamen kielillä, joten saamen kielen taito katsotaan eduksi monien eri alojen töissä.
sme: Sámiid ruovttuguovllus almmolaš bálvalusaid galgá sámi giellalága mielde fállat sámegielain, nu ahte sámegiela dáidu gehččojuvvo ovdun máŋggaid sierra surggiid bargguin.

source: Kielipesän arvokkainta antia lapselle ei kuitenkaan voi mitata käytännön etujen kautta.
sme: Giellabeasi divraseamos addámuša mánnái ii goittotge sáhte mihtidit geavada ovdduid bokte.

source: Se liittyy lapsen kasvamiseen omassa yhteisössään, suvussaan ja kulttuurissaan.
sme: Dat laktása máná bajásšaddamii iežas servošis, sogas ja kultuvrras.

source: Se liittyy lapsen kasvamiseen ihmisenä maailmassa.
sme: Dat laktása máná ahtanuššamii olmmožin máilmmis.

source: Kielipesän kautta lapsi saa vahvemman yhteyden menneisiin sukupolviin ja paremman mahdollisuuden siirtää kieltä ja kulttuuria eteenpäin tuleville sukupolville.
sme: Giellabeasi bokte mánná oažžu lávgadut oktavuođa dološ buolvvaide ja buoret vejolašvuođa sirdit giela ja kultuvrra ovddos guvlui boahttevaš buolvvaide.

source: Hän kasvaa osaksi neljän valtion saamelaisten muodostamaa kokonaisuutta, oppii tuntemaan maailman muita kansoja ja näkemään sellaista moninaisuutta, joka yksikieliseltä helposti jää piiloon.
sme: Son šaddá njealji riikka sámiin čohkiidan oppalašvuođa oassin, oahppá dovdat máilmmi eará álbmogiid ja oaidnit dakkár máŋggahápmásašvuođa, mii ovttagielat olbmuin báhcá álkit čihkosii.
